{
  "_meta": {
    "sources": [
      {
        "json": "races",
        "abbreviation": "AN",
        "full": "Races Amanecer Negro",
        "authors": ["MiGaki"],
        "convertedBy": ["MiGaki"],
        "version": "0.1",
        "url": "",
        "color": "ffffff",
        "dateReleased": "2023-04-22"
      }
    ],
    "status": "wip",
    "dateAdded": 1682204659,
    "dateLastModified": 1682204659
  },
  "race": [
    {
      "name": "Kindred",
      "source": "AN",
      "creatureTypes": [
				"fey"
			],
      "languageProficiencies": [
        {
          "sylvan": true,
          "common": true,
          "any": 1
        }
      ],
      "skillProficiencies": [
        {
            "perception": true
        }
      ],
      "ability": [
        {
          "dex": 2,
          "wis": 1
        }
      ],
      "size": ["M"],
      "speed": {
        "walk": 30,
        "climb": true
      },
      "darkvision": 60,
      "entries": [
        "As a Kindred, your character has the following traits:",
        {
          "name": "Age",
          "entries": [
            "Your age is affected by your race of birth, if your race of birth already dictates your age your life expectancy will be that, otherwise your life expectancy will be 1000 years."
          ],
          "type": "entries"
        },
        {
          "name": "Alignment",
          "entries": [
            "Your alignment is determined by your race of birth, but kinships are by nature neutral."
          ],
          "type": "entries"
        },
        {
          "name": "Size",
          "entries": [
            "Your size is determined by your race, but kin are usually medium"
          ],
          "type": "entries"
        },
        {
          "name": "Speed",
          "entries": [
            "30 feet, you can climb at that same speed."
          ],
          "type": "entries"
        },
        {
          "name": "Night Vision",
          "entries": [
            "You can see dim light within 60 feet of you as bright light, and in the dark as dim light, your wolf supports you, you can see colors and what you need, time as day, always and when there is dim light."
          ],
          "type": "entries"
        },
        {
          "name": "Death mark.",
          "entries": [
            "When starting a fight you can choose a target which will be marked by you, this target will receive an extra point of damage in each of your attacks, if the target dies you gain a stack, every 4 targets increase the range of your weapon by 5 feet and the damage is increased by one more point (for example if you have 16 marks in a combat, your weapon gains 20 more feet of range and 4 more damage to the marked target), this counter is reset at the end of the combat."
          ],
          "type": "entries"
        },
        {
          "name": "Wolf.",
          "entries": [
            "The wolf is your guardian spirit, he is the one who advises you, he has been with you all your life and sleeps inside you, this wolf only speaks one language and he is a Sylvan. The wolf can attack a marked target, it has its free action but the range of this attack is 20 feet, the wolf does {@damage 1d4} + your dexterity modifier. After the wolf has downed 4 enemies, you regain {@damage 1d8} + your Constitution modifier in hit points."
          ],
          "type": "entries"
        },
        {
          "name": "Keen Senses",
          "entries": ["You have proficiency in the {@skill Perception} skill."],
          "type": "entries"
        },
        {
          "name": "Fey Ancestry",
          "entries": [
            "You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
          ],
          "type": "entries"
        },
        {
          "name": "The lamb sighed.",
          "entries": [
            "When you are reduced to 0 hit points but not killed outright, you may drop to 1 hit point instead. You can use this ability a number of times equal to your Constitution modifier."
          ],
          "type": "entries"
        },
        {
          "name": "Languages",
          "entries": [
            "You can read, write, and speak the language of your race of birth, Common and also Sylvan."
          ],
          "type": "entries"
        }
      ],
      "fluff": {
        "entries": [
            {
                "type": "entries",
                "name": "Kindred",
                "entries": [
                    "Death is something recurring in the world, most mortal people of innumerable races associate it with what has been death, the so-called soul harvester, a skeletal monster with a large hood that covers its body and a huge scythe, this may be an everyday interpretation, something normal, but not for the true reaper of souls. The kindred are creatures from different places, some associate them with the fey, others with the shadowfell, some others with hell and others with heaven, they are a remarkable race, but no one knows their true nature. The kindred are two creatures that have combined their souls, a wolf and its carrier, whether called a sheep, rabbit or some animal associated with its behavior, the wolf is the guardian spirit of the carrier, it is in charge of protecting it until the day it dies. death where his soul will become a new blinder of souls, becoming a hunter, the wolf can follow him or wait for someone else, but when the kindred die they hunt people by collecting their souls and deciding where they will stop."
                ]
            }
        ],
        "images": [
            {
                "type": "image",
                "href": {
                    "type": "external",
                    "url": "https://images4.alphacoders.com/648/648862.jpg"
                }
            }
        ]
    },
      "heightAndWeight": {
        "baseHeight": 56,
        "heightMod": "2d8",
        "baseWeight": 90,
        "weightMod": "1d4"
      }
    },
    {
			"name": "Pureblood vampire",
			"source": "AN",
			"ability": [
				{
					"con": 1,
					"cha": 2
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"darkvision": 120,
			"entries": [
				"As a Vampire, your character has the following traits:",
				{
					"name": "Age",
					"entries": [
						"Vampires are immortal and can be any age. Vampires retain the physical appearance of the age at which they were turned during their mortal lives. They also retain the psychological development associated with that age, therefore vampires who did not reach adulthood in their mortal life may still have the urges of an adolescent in their vampire life."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Young vampires can maintain the lawful, neutral, or chaotic alignment they had in life, however, older vampires always lean toward lawfulness, often following a code of their own design that they have developed over the centuries to ensure their integrity. survival. The vast majority of vampires are legal evil, and no one except the green ones try to maintain their inner humanity and remain even neutral, let alone good."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Vampires can vary in height and weight as most humanoids would, though they are usually lighter than they appear when looming over others. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"35 feet, you can climb at that same speed."
					],
					"type": "entries"
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"Your blood red eyes pierce the darkness. You can see in dim light 120 feet from you as if it were bright light, and in the dark as if it were dim light. You can't make out color in the dark, only shades of gray.."
					],
					"type": "entries"
				},
				{
					"name": "Blood drinker.",
					"entries": [
						"Even though you are undead, you still require sustenance in the form of blood to sustain your unholy existence. You are immune to disease. You do not need to eat or breathe, but you can ingest food and drink if you wish, although this food is always tasteless and stale to you. If you go more than seven days without drinking at least one serving of blood, at midnight on the seventh day and every midnight thereafter, you suffer a level of exhaustion, which can only be removed by drinking one serving of blood. After consuming a blood ration, you regain all exhaustion levels caused by this trait. If you reach six levels of exhaustion due to this trait, you are destroyed."
					],
					"type": "entries"
				},
				{
					"name": "Bite. ",
					"entries": [
						"All vampires have sharp teeth capable of tearing flesh from bone and draining blood from the body. If a willing, paralyzed, enchanted, incapacitated, restrained, or grappled creature within 5 feet of you has blood on it, you can use your bonus action to bite it, dealing 1d6 piercing damage and draining its blood, dealing additional necrotic damage. equal to your Constitution modifier. Drinking blood in this way is equivalent to consuming one serving according to your Blood Drinker trait. When you use your Bite, you can choose to deal no damage."
					],
					"type": "entries"
				},
				{
					"name": "Child of Night",
					"entries": [
						"You know the cantrip {@spell minor illusion} and can cast it at will. At 3rd level, you can cast the {@spell charm person} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell alter self} spell once with this trait and regain the ability to do so after you finish a long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read and write in common, as well as in another language of your choice."
					],
					"type": "entries"
				}
			],
      "fluff": {
        "entries": [
            {
                "type": "entries",
                "name": "Vampire Pureblood",
                "entries": [
                    "Vampires are associated with necromancy. Their existence is predicated on draining the life from others to fuel their own existence, and on putting their own lives ahead of all other concerns. Philosophically, they do not constrain themselves with artificial rules of morality, but believe that the strong can and should take what they need from the weak. Due to their longevity most become high society creatures of the night and are even of royal blood by choice.",
                    "When a vampire comes into being they don't behave like the people they were in life. They are inverted, the chaste becoming temptresses, the kind becoming cruel, the once holy now finding glory in perversion. All their once positive qualities are specifically inverted to form a more personalized evil. However, this isn't to say that all who become vampires or are natural-born are completely evil in nature, though many go that path because of what can be gained personally.",
                    "There are two other subspecies of vampires documented by mortals who have encountered one of these night hunters: psychic vampires and dhampir's."
                ]
            }
        ],
        "images": [
            {
                "type": "image",
                "href": {
                    "type": "external",
                    "url": "https://eventyrgames.com/wp-content/uploads/2022/05/636988936829621698-768x932.jpeg"
                }
            }
        ]
      },
      "heightAndWeight": {
        "baseHeight": 56,
        "heightMod": "2d8",
        "baseWeight": 90,
        "weightMod": "1d4"
      },
			"languageProficiencies": [
				{
					"common": true,
					"any": 1
				}
        
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"minor illusion#c"
						],
						"3": [
							"charm person"
						],
						"5": [
							"alter self"
						]
					},
					"ability": "cha"
				}
			]
		},
    {
			"name": "Qilin",
			"source": "AN",
			"ability": [
				{
					"int": 2,
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 35,
			"darkvision": 60,
			"entries": [
				"As a Vampire, your character has the following traits:",
				{
					"name": "Age",
					"entries": [
						"Your life expectancy will be 1000 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Qilin are usually good neutrals, however they can be of any alignment except chaotic neutral. Those who choose to be from an Evil alignment are fewer in number than those who choose to be from the Neutral or Good alignments, but there have been such cases in Qilin's history."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"You can move 35 feet, in his dragon form you can fly 60 feet."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see dim light within 60 feet of you as bright light, and in the dark as dim light."
					],
					"type": "entries"
				},
				{
          "name": "Keen Senses",
          "entries": ["You have proficiency in the {@skill Perception} skill."],
          "type": "entries"
        },
        {
          "name": "Fey Ancestry",
          "entries": [
            "You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
          ],
          "type": "entries"
        },
        {
          "name": "Natural Weapon",
          "entries": [
            "In your natural form your bite is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@damage 1d4} + your Dexterity modifier, instead of the bludgeoning damage normal for an unarmed strike."
          ],
          "type": "entries"
        },
        {
          "type": "entries",
          "name": "Breath Weapon",
          "entries": [
            "You can use your action to exhale destructive energy. Your draconic ancestry determines the size, shape, and damage type of the exhalation.",
            "When you use your breath weapon, each creature in the area of exhalation must make a saving throw, the type of which is determined by your draconic ancestry. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes {@dice 2d6} radiant damage on a failed save, and half as much damage on a successful one. The damage increases by an additional {@dice 1d6} at 5th level, 8th level, 11th level, and 17th level.",
            "After you use your breath weapon, you can't use it again until it's recharged. At the start of each of your turns, provided you already used your breath weapon, you can roll a {@dice d6}. On a 6, you regain the use of your breath weapon. Otherwise, your breath weapon recharges 1 minute after you used it."
          ]
        },
				{
					"name": "Magical Qilin",
					"entries": [
						"You know the cantrip {@spell dancing lights} and can cast it at will. At 3rd level, you can cast the {@spell charm person} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell alter self} spell once with this trait and regain the ability to do so after you finish a long rest. Intelligence is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read and write in common, as well as in sylvan"
					],
					"type": "entries"
				}
			],
      "fluff": {
        "entries": [
            {
                "type": "entries",
                "name": "Qilin",
                "entries": [
                    "Like the ancient elves, the Qilin come from the fey, they are creatures that understand humanoid societies because their status in it is more than notorious, the Qilin normally play an important political or economic role in society wherever they step, it is normal for the Qilin They will not have pure blood children, since their genetics are not adapted, but it is a miracle to see when a pure Qilin is born from a mixture.",

                    "They delight in the arts, particularly puzzles and storytelling, and draw on ancestral clans, drawing their intelligence from both the living and spirits. Strategists and scholars, Qilin is an excellent magician and artificer. It is not uncommon for one to seek some important position in society, while the few born with white scales and clear eyes are often defined in oracles."
                ]
            }
        ],
        "images": [
            {
                "type": "image",
                "href": {
                    "type": "external",
                    "url": "https://i.imgur.com/MidhYoh.jpg"
                }
            }
        ]
      },
      "heightAndWeight": {
        "baseHeight": 56,
        "heightMod": "2d8",
        "baseWeight": 90,
        "weightMod": "1d4"
      },
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true
				}
        
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"dancing lights#c"
						],
						"3": [
							"charm person"
						],
						"5": [
							"alter self"
						]
					},
					"ability": "int"
				}
			]
		}
  ]
}
